Repository: Alborh/Wesnoth-Armies_of_amberan
Catalog: translations/armies_of_amberan.po
Languages: fr

source: Armies of Amberan
fr: Armés d’Ambéran

source: Heroes of Amberan
fr: Héros d’Ambéran

source: Lords of Amberan
fr: Seigneurs d’Ambéran

source: Finn's Empire
fr: Empire de Finn

source: Farengarian dwarve's Counties
fr: Comtés nains de Farengar

source: Farengarians Kingdoms
fr: Royaumes de Farengar

source: Mauve Islands Federation
fr: Fédération des Îles Mauves

source: Galianos Imperium
fr: Impérium de Galianos

source: Mountain Goblins
fr: Gobelins des montagnes

source: Dwarven Kingdoms of Morkenost and Darfenlend
fr: Royaumes nains de Morkenost et Darfenlend

source: Norse Jarldoms
fr: Jarlirs Nordiques

source: Kingdoms of Rovahr
fr: Royaumes du Rovahr

source: Rovahrian elves
fr: Elfes du Rovahr

source: Enchanter apprentice
fr: Apprentit enchanteur

source: sword
fr: épée

source: female^Enchanter apprentice
fr: Apprentie enchnateresse

source: Crossbowman
fr: Arbalétrier

source: short sword
fr: épée courte

source: crossbow
fr: arbalète

source: Helgrindian crossbowman
fr: Arbalétrier helgrindois

source: Helgrindian heavy crossbowman
fr: Arbalétrier helgrindois lourd

source: arbalest
fr: crannequin

source: Heavy crossbowman
fr: Arbalétrier lourd

source: Handgunner
fr: Arquebusier

source: dagger
fr: dague

source: matchlock arquebus
fr: arquebuse à mèche

source: Fencer
fr: Bretteur

source: description to come (ex stats = pv = 28)
fr: description à venir

source: rapier
fr: rapière

source: wheellock pistol
fr: pistolet à rouet

source: female^Fencer
fr: Bretteuse

source: Cannon
fr: Canon

source: bombardment
fr: bombardement

source: cannon
fr: canon

source: Light cannon
fr: Canon léger

source: Great cannon
fr: Grand canon

source: hast
fr: arme d‘hast

source: Captain
fr: Capitaine

source: Rider
fr: Cavalier

source: Citizen
fr: Citoyen

source: Commander
fr: Commandant

source: long sword
fr: épée longue

source: Duelist
fr: Dueliste

source: female^Duelist
fr: Dueliste

source: Emperor
fr: Empereur

source: magical hammer
fr: marteau magique

source: Enchanter
fr: Enchanteur

source: enchantment of slowness
fr: enchantement de lenteur

source: female^Enchanter
fr: Enchanteresse

source: Swordman
fr: Épéiste

source: General
fr: Général

source: Halberdier
fr: Hallebardier

source: halberd
fr: hallebarde

source: haleberd
fr: hallebarde

source: Master crossbowman
fr: Maître arbalétrier

source: Master at arms
fr: Maître d‘armes

source: female^Master at arms
fr: Maîtresse d‘armes

source: Master Enchanter
fr: Maître enchanteur

source: female^Master Enchanter
fr: Maîtresse enchanteresse

source: Mortar
fr: Mortier

source: heated shot
fr: boulet rouge

source: Pikeman
fr: Piquier

source: pike
fr: pique

source: pair of wheellock pistols
fr: paire de pistolets à rouet

source: Recruit
fr: Recrue

source: Reiter
fr: Reître

source: Lord
fr: Seigneur

source: Sergeant
fr: Sergent

source: Helgrindian soldier
fr: Soldat helgrindois

source: Helgrindian heavy soldier
fr: Soldat lourd helgrindois

source: Sharpshooter
fr: Tireur d'élite

source: musket
fr: mousquet

source: Runes archmage
fr: Archimage des runes

source: runic hammer
fr: marteau runique

source: runic lightning
fr: éclair runique

source: mace
fr: masse d‘armes

source: handgun
fr: arquebuse

source: Artificer
fr: Artificier

source: Siege balista
fr: Baliste de siège

source: Hatchet
fr: Hachette

source: balista
fr: baliste

source: Balista
fr: Baliste

source: Bombard
fr: Bombarde

source: Tinker
fr: Bricoleur

source: hammer
fr: marteau

source: pistol
fr: pistolet

source: two handed axe
fr: hache à deux mains

source: Griffin knight
fr: Chevalier griffon

source: claws
fr: griffes

source: lance
fr: lance de cavalerie

source: Bear knight
fr: Chevalier ours

source: Griffin rider
fr: Chevaucheur de griffon

source: Count
fr: Comte

source: battle axe
fr: hache de bataille

source: throwing axe
fr: hache de jet

source: Arbalester
fr: Crannequinier

source: Runic smith
fr: Forgeron runique

source: Silver guard
fr: Garde d‘argent

source: axe
fr: hache

source: incendiary bomb
fr: bombe incandiaire

source: Guard
fr: Garde

source: Grand griffin knight
fr: Grand chevalier griffon

source: Grand bear knight
fr: Grand chevalier ours

source: Great balista
fr: Grande baliste

source: Heavy fighter
fr: Combattant lourd

source: Fighter
fr: Combattant

source: Engeener
fr: Ingénieur

source: tools
fr: outils

source: Runes mage
fr: Mage runique

source: Master engeener
fr: Maître ingénieur

source: Bear rider
fr: Chevaucheur d’ours

source: Runic scribe
fr: Scribe runique

source: Sentinel
fr: Sentinelle

source: Apprentice
fr: Apprentit

source: staff
fr: bâton

source: magic missile
fr: projectile magique

source: female^Apprentice
fr: Apprentie

source: female^Crossbowman
fr: Arbalétrière

source: frost bolt
fr: trait de glace

source: female^Arcanist
fr: Arcaniste

source: Bowman
fr: Archer

source: bow
fr: arc

source: female^Bowman
fr: Archère

source: Longbowman
fr: Archer à arc long

source: female^longbowman
fr: Archère à arc long

source: Battle archmage
fr: Archimage de bataille

source: fireball
fr: boule de feu

source: female^Battle archmage
fr: Archimage de bataille

source: female^Handgunner
fr: Arquebusière

source: bastard sword
fr: épée bâtarde

source: female^Champion
fr: Championne

source: female^Chevalier
fr: Chevaleresse

source: Chevalier on foots
fr: Chevalier à pieds

source: female^Chevalier on foots
fr: Chevaleresse à pieds

source: Questing chevalier
fr: Chevalier errand

source: female^Questing chevalier
fr: Chevaleresse errante

source: Cleric
fr: Clerc

source: holy missile
fr: projectile sacré

source: female^Cleric
fr: Clerc

source: female^Countess
fr: Comtesse

source: female^Conscript
fr: Conscipte

source: Duke
fr: Duc

source: female^Duchess
fr: Duchesse

source: Squire
fr: Écuyer

source: female^Squire
fr: Écuyère

source: female^Footman
fr: Fantassin

source: Ducal guard
fr: Garde ducal

source: Haleberd
fr: hallebarde

source: female^Ducal guard
fr: Garde ducale

source: Great arcanist
fr: Grand arcaniste

source: female^Great arcanist
fr: Grande arcaniste

source: female^Great chevalier
fr: Grande chevaleresse

source: High cleric
fr: Haut clerc

source: female^Great cleric
fr: Haute clerc

source: Grand master paladin
fr: Grand maître paladin

source: light's smite
fr: châtiment de la lumière

source: female^Grand master paladin
fr: Grande maîtresse paladine

source: Halberd
fr: hallebarde

source: female^Halberdier
fr: Hallebardière

source: Herald
fr: Héraut

source: female^Herald
fr: Héraut

source: Initiate
fr: Initié

source: female^Initiate
fr: Initiée

source: Lancer
fr: Lancier

source: female^Lancer
fr: Lancière

source: female^Mage
fr: Mage

source: Battle mage
fr: Mage de bataille

source: female^Battle mage
fr: Mage de bataille

source: female^Master crossbowman
fr: Maîtresse arbalètrière

source: Archer
fr: Maître archer

source: female^Archer
fr: Maîtresse archère

source: Master paladin
fr: Maître paladin

source: longsword
fr: épée longue

source: female^Master paladin
fr: Maîtresse paladine

source: female^Noble
fr: Noble

source: female^Paladin
fr: Paladine

source: Peasant
fr: Paysan

source: spear
fr: lance

source: female^Peasant
fr: Paysanne

source: magic sword
fr: épée magique

source: female^Reine
fr: Reine

source: female^Lady
fr: Dame

source: battle mace
fr: masse d'armes

source: female^Sergeant
fr: Sergeante

source: Ancient druid
fr: Ancin druide

source: entangle
fr: enraciner

source: spines
fr: épines

source: female^Ancient druid
fr: Ancienne druidesse

source: Archmage
fr: Arcimage

source: female^Archmage
fr: Archimage

source: Chieftain
fr: Chef de clan

source: female^Chieftain
fr: Cheffe de clan

source: Knight-arcanist
fr: Chevalier-arcaniste

source: arcanic fire
fr: feu arcanique

source: female^Knight-arcanist
fr: Chevaleresse-arcaniste

source: female^Knight
fr: Chevaleresse

source: female^Druid
fr: Druidesse

source: Scout
fr: Éclaireur

source: female^Scout
fr: Éclaireuse

source: Student
fr: Étudiant

source: female^Student
fr: Étudiante

source: Free archer
fr: Franc archer

source: female^Free archer
fr: Franc archère

source: Grand arcanist
fr: Grand arcaniste

source: female^Warrior-mage
fr: Mage-guerrière

source: High king
fr: haut roi

source: female^High queen
fr: Haute reine

source: female^Highlander
fr: Highlander

source: Young druid
fr: Jeune druide

source: female^Young druid
fr: Jeune druidesse

source: Clans longbowman
fr: Archer des clans

source: female^Clans longbowman
fr: Archère des clans

source: female^Mage-blade
fr: Mage-lame

source: Magister
fr: Magistère

source: female^Magister
fr: Magistère

source: Clans pikeman
fr: Piquier des clans

source: female^Clans pikeman
fr: Piquière des clans

source: Heavy pikeman
fr: Piquier lourd

source: female^Heavy pikeman
fr: Piquière lourde

source: Axe wielder
fr: Manieur de hache

source: female^Axe wielder
fr: Manieuse de hache

source: female^Sorcegarde
fr: Sorcegarde

source: female^Elite sorcegarde
fr: Sorcegarde d’élite

source: female^Elder sorcegarde
fr: Ancienne sorcegarde

source: Villager
fr: Villageois

source: female^Villager
fr: Villageoise

source: Alchemist
fr: Alichimiste

source: Apothecary
fr: Apothicaire

source: Condotierre on foots
fr: Condotierre à pieds

source: Escort
fr: Escorteur

source: javelin
fr: javelot

source: Gendarme on foots
fr: Gendarme à pieds

source: Herborist
fr: Herboriste

source: Hussar
fr: Hussard

source: Elite lancer
fr: Lancier d’élite

source: Heavy pikemen
fr: Piquier lourd

source: Pyromancer
fr: Pyromancien

source: Wolf Archer
fr: Archer sur loup

source: fangs
fr: Griffes

source: shortbow
fr: arc court

source: knife
fr: couteau

source: throwing knives
fr: couteaux de lancer

source: Shaman
fr: Chamane

source: Wolf Champion
fr: Champion sur loup

source: Hunter
fr: Chasseur

source: Clan chief
fr: Chef de clan

source: Medicine Goblin
fr: Gobelin-médecine

source: Warrior
fr: Guerrier

source: Leader
fr: Meneur

source: Wolf Rider
fr: Chevaucheur de loup

source: Warlord
fr: Seigneur de geurre

source: Sneaky
fr: Sournois

source: Archer on griffin
fr: Archer sur griffon

source: Veteran handgunner
fr: Arquebusier vétéran

source: falchion
fr: fauchon

source: female^Shaman
fr: Chamane

source: frozen wind
fr: vent gelé

source: Hunter on griffin
fr: Chasseur su griffon

source: female^Sorceress
fr: Encorceleuse

source: Footdwarf
fr: Fantassin

source: female^Grand mage
fr: Grande mage

source: thunder mace
fr: mace tonerre

source: female^Healer
fr: Soigneuse

source: Hammerer
fr: Martelier

source: Muskeeter
fr: Mousquetaire

source: Warden
fr: Gardien

source: hatchet
fr: hachette

source: female^Wise
fr: Sage

source: Shock soldier
fr: Soldat de choc

source: Trapper
fr: Trappeur

source: Mounted bowman
fr: Archer monté

source: norse axe
fr: hache longue nordique

source: female^Mounted bowman
fr: Archère montée

source: female^Nordic bowman
fr: Archère nordique

source: berserk frenzy
fr: frénésie berserk

source: female^Berserker
fr: Berserker

source: female^Rider
fr: Cavalière

source: female^Hunter
fr: Chasseresse

source: Nordic knight
fr: Chevalier nordique

source: hache nordique
fr: hache longue nordique

source: female^Nordic knight
fr: Chevaleresse nordique

source: Destructive
fr: Ravageur

source: female^Destructive
fr: Ravageuse

source: female^Double-axe
fr: Double-hache

source: female^Guard
fr: Garde

source: female^Warrior
fr: Guerrière

source: female^Huskarl
fr: Huskarl

source: Mounted huskarl
fr: Huskarl monté

source: female^Mounted huskarl
fr: Huskarl montée

source: female^Jarl
fr: Jarl

source: Mounted archer
fr: Grand archer monté

source: female^Mounted archer
fr: Grande archère montée

source: Devastating
fr: Devastateur

source: female^Devastating
fr: Devatatrice

source: female^Rempart
fr: rempart

source: female^Warlady
fr: Dame de guerre

source: Soldier
fr: Soldat

source: female^Soldier
fr: Soldate

source: female^Thane
fr: Thane

source: Varangian
fr: Varègue

source: description to comr
fr: description à venir

source: War archer
fr: Archer de guerre

source: female^War archer
fr: Archère de guerre

source: Archdruid
fr: Archidruide

source: Forest champion
fr: Champion forestier

source: antlers
fr: bois

source: Forest knight
fr: Chevalier forestier

source: War danser
fr: Danseur de guerre

source: war danse
fr: danse de guerre

source: female^War danser
fr: Danseuse de guerre

source: Blade danser
fr: Danse-lame

source: blade danse
fr: danse des lames

source: female^Blade danser
fr: Danse-lame

source: female^Swordman
fr: épéiste

source: Royal guard
fr: Garde royal

source: female^Royal guard
fr: Garde royale

source: High lord
fr: Haut seigneur

source: faerie fire
fr: flammes féériques

source: female^High lady
fr: Haute dame

source: Spearman
fr: Lancier

source: female^Lancier
fr: Lancière

source: Master archer
fr: Maître archer

source: female^Master archer
fr: Maîtresse archère

source: Blademaster
fr: Maître lame

source: female^Blademaster
fr: Maîtresse lame

source: Forest patroll
fr: Patrouilleur forestier

source: female^Ranger
fr: Rôdeuse

source: Healer
fr: Soigneuse

source: Avenger
fr: Vengeure

source: female^Avenger
fr: Vengeuse

source: Crossbowman with bulwark
fr: Arbalétrier avec pavois

source: Peasant crossbowman
fr: Arbalétrier paysan

source: shortsword
fr: épée courte

source: Royal archer
fr: Archer royal

source: Archbishop-fighter
fr: Archevêque-guerrier

source: Mercenary captain
fr: Capitaine mercenaire

source: Knight on foots
fr: Chevalier à pieds

source: Feudal knight
fr: Chevalier féodal

source: Gothic knight
fr: Chevalier gothique

source: Gothic kight on foots
fr: Chevalier gothique à pieds

source: Bishop-fighter
fr: Évêque-guerrier

source: Grand inquisitor
fr: Grand Inquisiteur

source: flintlock pistol
fr: pistolet

source: Grand master templar
fr: Grand maître templier

source: blesed sword
fr: lame bénie

source: battle hammer
fr: marteau de guerre

source: Priest-fighter
fr: Prêtre-combattant

source: Templar
fr: Templier

source: race^Farengarian
fr: Farengarien

source: race^Farengarians
fr: Farengariens

source: race^Bagolaro-Helgrindian
fr: Bagolaro-Helgrindois

source: race+female^Bagolaro-Helgrindian
fr: Bagolaro-Helgrindoise

source: race^Bagolaro-Helgrindians
fr: Bagolaro-Helgrindois

source: race^Mauvîlian
fr: Mauvîlien

source: race+female^Mauvîlian
fr: Mauvîlienne

source: race^Nordians
fr: Nordians

source: race^Rovahrian
fr: Rovahrien

source: race^Rovahrians
fr: Rovahriens

source: race^Dwarves of Farengar
fr: Nains de Farengar

source: race^Dwarves of Morkenost
fr: Nains de Morkenost

source: race+female^Dwarf of Darfenlend
fr: Naine de Darfenlend

source: race^Dwarves of Darfenlend
fr: Nains de Darfenlend

source: race^Mountain Goblin
fr: Gobelin des montagnes

source: race^Mountain Goblins
fr: Gobelins des montagnes

source: race^Rovahr Elf
fr: Elfe rovahrien

source: race+female^Rovahr Elf
fr: Elfe rovahrien

source: race^Rovahr Elves
fr: Elfes rovahrien
